{"title": "How to Reserve a Spot for an Event", "content": "If a user asks how to reserve an event:\n\n- Guide them to the CultPass app\n- Instruct them to browse the experience catalog and tap 'Reserve'\n- If it's a premium or limited event, check if reservation confirmation is required via email\n- Remind them to arrive at least 15 minutes early with their QR code visible\n\n**Suggested phrasing:**\n\"You can reserve an experience by opening the CultPass app, selecting your desired event, and tapping 'Reserve'. Be sure to arrive 15 minutes early with your QR code ready.\"", "tags": "reservation, events, booking, attendance"}
{"title": "What's Included in a CultPass Subscription", "content": "Each user is entitled to 4 cultural experiences per month, which may include:\n- Art exhibitions\n- Museum entries\n- Music concerts\n- Film screenings and more\n\nSome premium experiences may require an additional fee (visible in the app).\n\n**Suggested phrasing:**\n\"Your CultPass subscription includes 4 curated experiences each month. You can choose from museums, concerts, film events and more. Premium events may have an extra cost, which is shown during reservation.\"", "tags": "subscription, benefits, pricing, access"}
{"title": "How to Cancel or Pause a Subscription", "content": "Users can manage their subscription via the app > 'My Account' > 'Manage Plan'.\n\n- Cancel: Effective at the end of the billing cycle\n- Pause: Preserves user data, resumes automatically when reactivated\n- Do NOT offer refunds unless approved by support lead\n\n**Suggested phrasing:**\n\"You can cancel or pause your subscription at any time via the 'My Account' section in the CultPass app. Cancelation takes effect at the end of your billing cycle.\"", "tags": "cancelation, pause, subscription, billing"}
{"title": "How to Handle Login Issues?", "content": "Most login issues are resolved with password reset:\n\n- Ask the user to tap 'Forgot Password' on the login screen\n- Ensure they are using the correct registered email\n- If they did not receive the reset email, check spam folder or retry after 10 minutes\n- For persistent login issues, escalate to human support\n\n**Suggested phrasing:**\n\"Try tapping 'Forgot Password' on the login screen. Make sure you're using the email associated with your account. If the email doesn't arrive, check spam or try again in a few minutes.\"", "tags": "login, password, access, escalation"}
{"title": "Payment Options and Methods", "content": "We accept major credit cards (Visa, Mastercard, Amex) and PayPal. You can update your payment method in the app settings under 'Billing'. Prepaid cards are not accepted for recurring subscriptions.", "tags": "payment, credit card, billing, methods"}
{"title": "Family Plan details", "content": "The CultPass Family Plan allows up to 4 members to share a single subscription. Each member gets their own account and 4 experiences per month. The primary account holder manages billing.", "tags": "family plan, subscription, sharing"}
{"title": "Gift Cards", "content": "CultPass Gift Cards can be purchased online or at partner museums. They can be redeemed for subscription months. They do not expire.", "tags": "gift card, redeem, purchase"}
{"title": "App Troubleshooting - Crashing", "content": "If the app crashes, ensure you have the latest version installed. Try clearing the cache or reinstalling the app. If the issue persists, contact tech support with your device model and OS version.", "tags": "app, crash, technical, troubleshooting"}
{"title": "Referral Program", "content": "Refer a friend and get 1 free bonus experience when they sign up for a paid plan. Your unique referral code is in the 'Invite' section of the app.", "tags": "referral, bonus, invite"}
{"title": "Student Discount", "content": "Students with a valid .edu email or student ID are eligible for a 20% discount on the monthly plan. Verification is required annually.", "tags": "student, discount, pricing"}
{"title": "Event Cancellation Policy", "content": "You can cancel a reservation up to 24 hours before the event start time without penalty. Late cancellations may result in a forfeit of that experience credit.", "tags": "cancellation, event, penalty, reservation"}
{"title": "Waitlist Policy", "content": "If an event is full, you can join the waitlist. If a spot opens up, you will be notified via push notification and have 1 hour to claim it.", "tags": "waitlist, event, full"}
{"title": "Accessibility Information", "content": "Most partner venues are ADA compliant. Specific accessibility details (ramps, elevators, sensory info) are listed on each event's detail page in the app.", "tags": "accessibility, ADA, venue"}
{"title": "Contacting Human Support", "content": "For urgent issues that cannot be resolved by the AI assistant, you can request a callback via the app or email support@cultpass.com. Response time is typically 24 hours.", "tags": "support, contact, email"}
{"title": "Offline Access", "content": "Your entry QR code is available offline if you have opened the ticket at least once while online. We recommend taking a screenshot just in case.", "tags": "offline, qr code, access"}
{"title": "Venue Entry Rules", "content": "Standard venue rules apply. No outside food or drink. Bag checks may be required at museums and concert halls. Please respect the venue staff.", "tags": "venue, rules, entry"}
